{
  "text": {
    "hi": 14,
    "hello": 12,
    "hey": 13,
    "你好": 31,
    "goodbye": 11,
    "see": 20,
    "you": 27,
    "再见": 32,
    "拜拜": 39,
    "请解析这个文件": 50,
    "https": 15,
    "raw": 19,
    "githubusercontent": 10,
    "com": 3,
    "上传这个": 29,
    "xmind": 26,
    "帮我读取这份思维导图": 36,
    "analyze": 1,
    "this": 21,
    "mindmap": 16,
    "parse": 18,
    "file": 9,
    "这是一个": 52,
    "文件": 40,
    "这是一个导图文件": 53,
    "思维导图在这里": 37,
    "给你一个": 47,
    "我要上传一个wto案件": 38,
    "上传": 28,
    "wto": 24,
    "txt": 23,
    "案件链接": 44,
    "请帮我分析这份争端文本": 49,
    "这是": 51,
    "案件资料": 43,
    "wto案件": 25,
    "case": 2,
    "请分析这个": 48,
    "案件": 42,
    "example": 8,
    "ds309": 5,
    "争端文件": 30,
    "abc": 0,
    "ds512": 7,
    "帮我处理": 35,
    "myhost": 17,
    "ds412": 6,
    "哪些案件提到了中国": 34,
    "trips": 22,
    "协定在哪些案件中出现": 33,
    "简述": 46,
    "ds252": 4,
    "的背景": 45,
    "有哪些关于面板报告的案件": 41
  },
  "intent": {
    "greet": 2,
    "goodbye": 1,
    "upload_xmind_file": 4,
    "upload_wto_case": 3,
    "ask_wto_qa": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 17,
    "action_session_start": 21,
    "action_default_fallback": 10,
    "action_deactivate_loop": 7,
    "action_revert_fallback_events": 18,
    "action_default_ask_affirmation": 8,
    "action_default_ask_rephrase": 9,
    "action_two_stage_fallback": 24,
    "action_unlikely_intent": 25,
    "action_back": 0,
    "action_send_text": 20,
    "action_extract_slots": 11,
    "action_cancel_flow": 2,
    "action_correct_flow_slot": 6,
    "action_clarify_flows": 3,
    "action_run_slot_rejections": 19,
    "action_clean_stack": 4,
    "action_trigger_search": 23,
    "action_trigger_chitchat": 22,
    "action_reset_routing": 16,
    "action_hangup": 12,
    "action_repeat_bot_messages": 15,
    "action_block_digression": 1,
    "action_continue_digression": 5,
    "action_parse_uploaded_xmind": 14,
    "action_upload_wto_case": 26
  },
  "action_text": null,
  "intent_response_key": null
}